{
    "HeadSection.application": "Ova mini aplikacija koristi model-Firebase, backend-Node JS i za frontend-React(Material UI and modular SASS).",
    "HeadSection.download": "Preuzmite sa GitHub-a",
    "FeatureSection.technologies": "Tehnologije",
    "FeatureSection.JS": "Smatram da je to vrlo zanimljiv skriptni jezik koji mi omogucava da pisem kod na backendu, kao i na frontendu.",
    "FeatureSection.node": "Svidja mi se da pisem code u NodeJS jer na brz nacin moze se napraviti interesantna app.",
    "FeatureSection.react": "U kombinaciji sa NodeJS veoma mocna alatka. Naravno, moze i drugi backend.",
    "FeatureSection.sapui5": "SAPUI5 (SAP user interface for HTML5) jos jedna JS biblioteka koja se koristi za razvoj desktop i mobilnih aplikacija.",
    "FeatureSection.html": "Veoma mi je zanimljivo da mapiram podatke sa backenda i da se igram sa stilovima.",
    "FeatureSection.scss": "Sta reci osim wow! Nikad lakse i lepse.",
    "FeatureSection.java": "Java kao strogo OOP i strogo tipizirani programski jezik mi je dugo bila zanimljiva ali sve vise i vise sam skoncentrisan na JS.",
    "FeatureSection.model": "U zavisnosti od projekta i zahteva koristim  NoSQL ili SQL bazu. Primera radi MongoDB i Firebase nude mnogo prednosti ali ako su zahtevi veci koristim i PostgreSQL, MySQL, i HANA db.",
    "FeatureSection.testing": "Nema dobrog kvaliteta bez testiranja, koristim Jest/Enzume, OPA5, JUnit i SAOP UI za testiranje.",
    "FeatureSection.postman": "Moja omiljena alatka za testiranje i povezivanje be i fe.",
    "FeatureSection.control": "pretezno koristim  bitbucket/source tree. Ali koristim aktivno i github, i git bash",
    "Footer.send": "Posalji poruku",
    "Footer.network": "Drustvene mreze",
    "Footer.networkMore": "Vise o meni na drustvenim mrezama.",
    "Footer.getIn": "Kontaktirajte me",
    "Parallax.tech": "Najnovije interesovanje",
    "CommentsForm.nameComment": "Name/Nickname",
    "CommentsForm.header": "Ostavi komentar",
    "CommentsForm.email": "Email Adresa",
    "CommentsForm.comment": "Napisite svoj komentar",
    "CommentsForm.public": "Vidljiv svima komantar",
    "CommentsForm.content": "Ako unesete validnu email adresu sistem ce vam poslati zahvalnicu na vas email.",
    "CommentsForm.checkboxContent": "Odaberite da li zelite da komentar bude vidljiv svim posetiocima ili samo administratoru/autoru/Predrag Stosic",
    "CommentsForm.Send": "Posalji"
}